Revit 2023 API
GroupTypeId.StairTreads Property
 "Treads"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId StairTreads { get; }
Visual Basic
Public Shared ReadOnly Property StairTreads As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairTreads {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace